Repository: MarcosBrendonDePaula/Oxygen_Not_Included_Multiplayer
Catalog: ClassLibrary1/ModAssets/translations/*.po
Languages: de

# ONI_MP.MP_STRINGS.UI.MAINMENU.DISCORD_INFO
source: Join ONI Together on Discord
de: Tritt der ONI-Together Community auf Discord bei

# ONI_MP.MP_STRINGS.UI.MAINMENU.JOINGAME
source: JOIN GAME
de: SPIEL BEITRETEN

# ONI_MP.MP_STRINGS.UI.MP_CHATWINDOW.CHAT_INITIALIZED
source: <color=yellow>System:</color> Chat initialized.
de: <color=yellow>System:</color> Chat gestartet.

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.CLIENT.CONNECTING_TO_HOST
source: Connecting to {0}!
de: Verbindung zu {0} wird aufgebaut!

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.CLIENT.DOWNLOADING_GAME
source: Downloading world: {0}%
de: Welt wird heruntergeladen: {0}%

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.CLIENT.LOST_CONNECTION
source: Connection to the host was lost!
de: Verbindung zum Server verloren!

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.CLIENT.MISSING_SAVE_FILE
source: Downloaded save file not found.
de: Heruntergeladener Spielstand nicht gefunden.

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.CLIENT.WAITING_FOR_PLAYER
source: Waiting for {0}...
de: Warten auf {0}...

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.HOST.STARTINGHOSTING
source: Hosting game...
de: Server wird gestartet...

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.FINALIZING_SYNC
source: All players are ready! Please wait...
de: Alle Mitspieler sind bereit! Bitte warten...

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.HARDSYNC_INPROGRESS
source: Hard sync in progress!
de: Hart-Synchronisation läuft!

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.READYSTATE.READY
source: Ready
de: Bereit

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.READYSTATE.UNKNOWN
source: Unknown
de: Unbekannt

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.READYSTATE.UNREADY
source: Loading
de: Ladend

# ONI_MP.MP_STRINGS.UI.MP_OVERLAY.SYNC.WAITING_FOR_PLAYERS_SYNC
source: Waiting for players ({0}/{1} ready)...
de: Warten auf Mitspieler ({0}/{1} bereit)...

# ONI_MP.MP_STRINGS.UI.PAUSESCREEN.DOHARDSYNC.LABEL
source: Perform Hard Sync
de: Hart-Synchronisation durchführen

# ONI_MP.MP_STRINGS.UI.PAUSESCREEN.ENDSESSION.LABEL
source: End Multiplayer Session
de: Mehrspieler-Sitzung beenden

# ONI_MP.MP_STRINGS.UI.PAUSESCREEN.HARDSYNCNOTAVAILABLE.LABEL
source: Already hard synced this cycle!
de: Es wurde diesen Zyklus bereits eine Synchronisation durchgeführt!

# ONI_MP.MP_STRINGS.UI.PAUSESCREEN.HOSTGAME.LABEL
source: Host Game
de: Server Starten

# ONI_MP.MP_STRINGS.UI.PAUSESCREEN.INVITE.LABEL
source: Invite
de: Mitspieler einladen
